"""
 Написать цикл для выведения на экран каждой буквы своего ФИО.

"""



items = ['И', 'в', 'а', 'н', 'о', 'в', '', 'И', 'л', 'ь', 'я', '',
         'В', 'л', 'а', 'д', 'и', 'с', 'л', 'а', 'в', 'о', 'в', 'и', 'ч']
for item in items:
    print(item)

